Repository: henrique2601/squaresAdventure
Catalog: TowerUp/*.lproj/Localizable.strings
Languages: pt

source: OPTIONS
pt: OPÇÕES

source: CREDITS
pt: CRÉDITOS

source: Watch a video ad and get free coins.
pt: Assista videos para ganhar moedas.

source: GO!
pt: VAI!

source: Jump
pt: Pulo

source: Cancel
pt: Cancelar

source: You can fly like a butterfly. Don't try it at home.
pt: Você pode voar como uma borboleta. Não tente isto em casa.

source: Seven lifes, like a cat, for 5 seconds.
pt: Sete vidas, assim como um gato, por 5 segundos.

source: When down, you can use this to get back to the game.
pt: Quando estiver morto , pode usa-lo para voltar ao jogo.

source: Use this to activate reverse gravity for 2 seconds.
pt: Use isso para inverter a gravidade por 2 segundos.

source: Try this if you want to explode something.
pt: Tente isto se quiseres explodir alguém.

source: tutorialEn0
pt: tutorialBR0

source: tutorialEn1
pt: tutorialBR1

source: tutorialEn2
pt: tutorialBR2

source: tutorialEn3
pt: tutorialBR3

source: tutorialEn4
pt: tutorialBR4

source: tutorialEn5
pt: tutorialBR5
